mtg-react-app/app/controllers/cards_controller.rb

SELECT  "cards".* FROM "cards" WHERE "cards"."id" = ? LIMIT ?  [["id", 0], ["LIMIT", 1]]
---
    def show
        @card = Card.find(params[:id])

INSERT INTO "cards" ("name", "multiverseid") VALUES (?, ?)  [["name", "Domri, Anarch of Bolas"], ["multiverseid", "2d4e0cc6-9db9-512a-9cb3-ef0498256926"]]
---
    def create
        @card = Card.create!(
            name: params["name"],
            multiverseid: params["id"]
        )